<?php include_once("classes.php");?>
<article>
    <caption><h1>Танцевальные программы, представленные в нашем клубе </h1></caption>
    <p>Современные соревнования проводятся по европейской (Стандарт) и латиноамериканской (Латина) программе, каждая состоит из пяти танцев. Тренировки именно по этим программам являются ключевыми в процессе
        подготовки наших спортсменов. Ниже будет более подробно рассказано о каждом из них.</p>
    <p>Европейская программа состоит из Медленного вальса, Танго, Венского вальса, Медленного фокстрота и Квикстепа. Медленный вальс - самый простой танец стандарта. Поэтому именно с него начинается изучение
        программы, он закладывает основы движения в свинговых танцах. Танго - самый “нестандартный” танец стандарта, так как берёт свои истоки из аргентинского танго и является единственным несвинговым танцем
        в европейской программе. Венский вальс отличается по технике исполнения от медленного, так как ритм в нём намного быстрее. Именно в этом танце можно лучше всего прочувствовать полёт и лёгкость.
        Медленный фокстрот считается самым сложным танцем в стандарте. Его главными чертами являются особая музыкальность и особая эстетичность в движении. Квикстеп или Быстрый фокстрот является
        заключительным и самым быстрым, стремительным танцем Европейской программы, включает в себя такие нетипичные для стандарта движения, как прыжки. По этой причине требует от танцора развитой
        выносливости и особых партнерских навыков. Как видно из кратких характеристик всех танцев, стандарт - это многогранная программа, в которой спортсмен может продемонстрировать удивительную сложность
        как технической составляющей, так и актёрской.
    </p>
    <video controls>
        <source src="assets/img/standard.mp4" allowfullscreen>
        <source src="assets/img/standard.ogv" allowfullscreen>
    </video>
    <p>Самба, Ча-ча-ча, Румба, Пасодобль и Джайв  - 5 танцев латиноамериканской программы, особенностями которой являются особая эмоциональная экспрессия и свобода в движении. Латина показывает всю глубину
        взаимоотношений между мужчиной и женщиной. Самба открывает соревнования в данной программе. Этот танец особо любим спортсменами за возможность игры с ритмом, он дарит зрителям атмосферу карнавала и
        праздника. Танец ча-ча-ча является одновременно и самым простым, и самым сложным танцом латиноамериканской программы. Относительно других, самый лёгкий по технике исполнения, но сложный в силу своей
        скорости. Ча-ча-ча - это кокетство и лёгкий флирт во всей своей красе, дарит каждому уверенность в себе. Румба показывает уже следующую фазу отношений - любовь и близость. В нём танцоры помимо чувств
        показывают пластичность и умение владеть своим телом. Пасодобль - это смесь корриды и фламенко, танец контрастов, в котором нет места полутонам. Он является самым сложным танцем в плане эмоций,
        отражая непростой период отношений между мужчиной и женщиной. Джайв - это знак завершения этой борьбы, отличается атмосферой веселья и радости, дарит прекрасное настроение. В нём танцоры играют
        друг с другом. Джайв уходит корнями в классический рок’н-ролл и поэтому отличается большой скоростью и интенсивностью движений. Таким образом, пять танцев раскрывают всё многообразие форм движения и
        различных эмоций. Каждый танец отражает определённый этап жизни. </p>
    <video controls>
        <source src="assets/img/latin.mp4" allowfullscreen>
        <source src="assets/img/latin.ogv" allowfullscreen>
    </video>
    <p>Танцевально-спортивный клуб Форум осуществляет подготовку спортсменов для участия в соревнованиях как по европейской, так и по латиноамериканской программе танцев.
        Группы делятся на начинающих, спортсменов и соло-латина. В группе для начинающих занимаются дети от 3-ёх лет, только начинающие свой путь в танцевальном мире. В спортивной группе проходят более
        серьёзные тренировки, обязательные для посещения, так как ученики готовятся участвовать в таких соревнованиях, как всероссийские, квалификационные и многие другие. Соло-латина - группа для начинающих
        взрослых. Также наш клуб осуществляет подготовку в Pro-Am, где занятия проходят в индивидуальном формате профессиональный танцор - его ученик. Для таких пар также есть возможность участвовать в
        специальных соревнованиях категории Pro-Am. Благодаря этому разделению, наш клуб открыт для танцоров любого возраста и уровня. </p>
</article>
<article>
    <h1>Из истории бально-спортивных танцев</h1>
    <div class="card">
        <span>
            <p>Термин "бальные танцы" происходит от слова "бал", которое, в свою очередь, происходит от латинского слова "ballare", что означает "танцевать".</p>
            <p>Современные бальные танцы уходят своими корнями в начало 20-го века. Первым глобальным изменением был переход от согласованного движения всех участвующих пар к самостоятельному, не зависящему от
                других. Впервые этот принцип воплотился в вальсе. К дальнейшим изменениям привело развитие новых видов музыкального жанра таких, как джаз. Поскольку танец в значительной степени связан с музыкой,
                это привело к появлению новых танцев.</p>
        </span>
        <img src="assets/img/ball.png" alt="">
    </div>
    <div class="card">
        <span>
            <p>Известно, что в 1909 году в Париже состоялся первый чемпионат мира по бальным танцам.</p>
            <p>Первая международная любительская организация была создана 10 декабря 1935 года в Праге, она называлась Международная федерация танца для любителей (FIDA), усилиями которой в 1936 году в Германии
                был проведен чемпионат мира по бальным танцам среди любителей. В турнире приняли участие танцоры из 15 стран (работа FIDA была прекращена во время
                Второй мировой войны).</p>
        </span>
        <img src="assets/img/first_inworld.png" alt="">
    </div>
    <div class="card">
        <span>
            <p>Датой рождения конкурсных бальных танцев в Советском Союзе принято считать лето 1957 года, когда по инициативе небольшой группы  энтузиастов в рамках VII всемирного фестиваля молодежи и студентов в
                московском концертном зале дома союзов состоялся первый международный турнир по спортивным танцам.</p>
            <p>В 1972 году в ледовом дворце спорта ЦСКА (Москва) прошли первые всесоюзные соревнования по бальным танцам с включением международной танцевальной программы, собравшие 180 участников. Его
                учредителями были Министерство культуры СССР, профсоюзы и Центральный комитет комсомола. Конкурсная программа состояла из нескольких частей: международной (10 танцев, но вместо джайва включили
                польку), исторической (4 танца) и советской (36 танцев).</p>
        </span>
        <img src="assets/img/first_inussr.png" alt="">
    </div>
    <div class = "card">
        <span>
            <p>В 1992 году IDSF (Международная федерация танцевального спорта, позднее - WDSF: Всемировая федерация танцевального спорта) стала членом Международной ассоциации всемирных игр (IWGA). С тех пор в
                рамках Всемирных игр, проходящих раз в 4 года, проводятся соревнования по спортивным бальным танцам. В 1997 году Международный олимпийский комитет (МОК) признал спортивные танцы видом спорта, а
                WDSF членом МОК.</p>
            <p>Всероссийская федерация танцевального спорта и акробатического рок-н-ролла аккредитована Министерством спорта Российской Федерации и является официальным представителем России во Всемирной
                федерации танцевального спорта (WDSF).</p>
            <p>Членами ВФТСАРР являются 81 региональная федерация танцевального спорта.</p>
            <p>Ежегодно под эгидой ФТСАРР проводятся сотни соревнований, включая Российские и региональные чемпионаты и первенства.</p>
            <p>Общероссийская общественная организация ВФТСАРР является основанным на членстве общероссийским общественным объединением, созданным для развития в Российской Федерации видов спорта «Танцевальный
                спорт», «Акробатический рок-н-ролл», а также  “Брейк-данс” и “Буги-Вуги”.</p>
            <p>Танцевально-спортивный клуб Форум является членом ВФТСАРР и обладает правом осуществлять учебно-тренировочную деятельность и проводить официальные соревнования.</p>
        </span>
        <img src="assets/img/nowadays.png" alt="">
    </div>
</article>
