<main style="background:none; margin-top:1%; height:auto;">
        <h1>Расписание занятий</h1>
        <span>
            <h2>Понедельник</h2>
            <p>18:00 - 18:45 - группа начинающих (дети от 3-х лет)</p>
            <p>19:00 - 20:00 - детская группа спортсменов</p>
            <p>20:30 - 21:30 - соло-латина (взрослые)</p>
        </span>
        <span>
            <h2>Вторник</h2>
            <p>19:00 - 20:30 - взрослая группа спортсменов (стандарт)</p>
        </span>
        <span>
            <h2>Среда</h2>
            <p>19:00 - 21:30 - взрослая группа спортсменов (латина)</p>
        </span>
        <span>
            <h2>Четверг</h2>
            <p>18:00 - 18:45 - группа начинающих (дети от 3-х лет)</p>
            <p>19:00 - 20:00 - детская группа спортсменов</p>
            <p>20:30 - 21:30 - соло-латина (взрослые)</p>
        </span>
        <span>
            <h2>Пятница</h2>
            <p>19:00 - 20:30 - взрослая группа спортсменов (прогон)</p>
        </span>
        <span>
            <h2>Суббота</h2>
            <p>16:00 - 17:00 - общая детская группа(хореография)</p>
        </span>
    </main>
